Repository: ekager/focus-android-l10n
Catalog: locales/an/app.po
Languages: an

# action_cancel
source: Cancel
an: Cancelar

# action_save
source: Save
an: Alzar

# urlbar_hint
source: Search or enter address
an: Buscar u escribir adreza

# teaser
source: Automatic private browsing. Browse. Erase. Repeat.
an: Navegación privada automatica. Navegar. Borrar. Repetir.

# feedback_erase
source: Your browsing history has been erased.
an: S'ha borrau lo suyo historial de navegación.

# search_hint
source: Search for %1$s
an: Buscar %1$s

# menu_share
source: Share…
an: Compartir…

# menu_open_with_default_browser2
source: Open in %1$s
an: Ubrir en %1$s

# menu_open_with_a_browser2
source: Open in…
an: Ubrir en…

# menu_add_to_home_screen
source: Add to Home screen
an: Anyader a la pantalla d'inicio

# menu_whats_new
source: What's New
an: Novedatz

# menu_settings
source: Settings
an: Achustes

# menu_about
source: About
an: Quanto a

# menu_help
source: Help
an: Aduyar

# menu_rights
source: Your Rights
an: Los tuyos dreitos

# menu_trackers_blocked_title
source: Trackers blocked
an: Trazadors blocaus

# menu_custom_tab_branding
source: Powered by %1$s
an: Empentau per %1$s

# share_dialog_title
source: Share via
an: Compartir vía

# notification_erase_text
source: Erase browsing history
an: Borrar l'historial de navegación

# notification_action_open
source: Open
an: Ubrir

# notification_action_erase_and_open
source: Erase and Open
an: Borrar y ubrir

# shortcut_erase_short_label
source: Erase
an: Borrar

# shortcut_erase_long_label
source: Erase browsing history
an: Borrar l'historial de navegación

# text_selection_search_action
source: Search Privately
an: Buscar en privau

# about_content
source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
an: <p>%1$s te da lo control.</p> <p>Usa-lo como un navegador privau: <ul> <li>Busca y navega directament en l'app</li> <li>Bloca los trazadors (u modifica los achustes pa permitir trackers)</li> <li>Borra cookies, asinas como los historials de busqueda y de navegación</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>

# preference_category_search
source: Search
an: Buscar

# preference_search_engine_default
source: Default
an: Per defecto

# preference_state_on
source: On
an: Activau

# preference_state_off
source: Off
an: Desactivau

# preference_subitem_autocomplete
source: URL Autocomplete
an: Autocompletar URL

# preference_switch_autocomplete
source: Autocomplete
an: Autocompletar

# preference_category_autocomplete_preinstalled
source: Default URL List
an: Lista URL per defecto

# preference_autocomplete_preinstalled_summary
source: Enable to have %1$s autocomplete over 450 popular URLs in the address bar.
an: Activar pa tener autocompletau de %1$s con 450 URLs populars en a barra d'adrezas.

# preference_autocomplete_subitem_customlist
source: Custom URLs
an: URLs personalizadas

# preference_autocomplete_action_add
source: + Add custom URL
an: + Anyader URL personalizada

# preference_autocomplete_title_add
source: Add custom URL
an: Anyader URL personalizada

# preference_autocomplete_title_remove
source: Remove custom URLs
an: Borrar URLs personalizadas

# preference_autocomplete_learn_more
source: Learn more
an: Saber-ne mas

# preference_autocomplete_custom_summary
source: Add and manage custom autocomplete URLs.
an: Anyader y chestionar l'autocompletau personalizau d'URLs.

# preference_autocomplete_add_title
source: URL to add
an: URL a anyader

# preference_autocomplete_add_hint
source: Paste or enter URL
an: Apegar u escribir URL

# preference_autocomplete_add_example
source: Example: example.com
an: Eixemplo: eixemplo.com

# preference_autocomplete_add_confirmation
source: New custom URL added.
an: Nueva URL personalizada anyadida.

# preference_autocomplete_menu_remove
source: Remove
an: Borrar

# preference_autocomplete_action_remove_content_description
source: Remove
an: Borrar

# preference_autocomplete_add_error
source: Double-check the URL you entered.
an: Compreba la URL que has escrito.

# preference_language
source: Language
an: Idioma

# preference_language_systemdefault
source: System default
an: Predeterminau d'o sistema

# preference_category_privacy
source: Privacy
an: Privacidat

# preference_privacy_block_ads
source: Block ad trackers
an: Blocar los trazadors publicitarios

# preference_privacy_block_ads_summary
source: Some ads track site visits, even if you don’t click the ads
an: Bells anuncios fan seguimiento d'as visitas alo puesto, mesmo si no fas clic en os anuncios

# preference_privacy_block_analytics
source: Block analytic trackers
an: Bloca los trazadors analiticos

# preference_privacy_block_analytics_summary
source: Used to collect, analyze and measure activities like tapping and scrolling
an: Usaus pa replegar, analisar y medir actividatz como toques a la pantalla y desplazamientos de pantalles

# preference_privacy_block_social
source: Block social trackers
an: Bloca los trazadors socials

# preference_privacy_block_social_summary
source: Embedded on sites to track your visits and to display functionality like share buttons
an: Incrustaus en puestos web pa trazar las tuyas visitas y amostrar funcionalidatz coo los botons de compartición

# preference_privacy_block_content
source: Block other content trackers
an: Bloca los trazadors d'atro conteniu

# preference_privacy_block_content_summary2
source: Enabling may cause some pages to behave unexpectedly
an: Activar esta opción puede provocar problemas en bellas pachinas

# preference_privacy_secure_mode
source: Stealth
an: Indetectable

# preference_privacy_stealth_summary
source: Hide webpages when switching apps
an: Amagar pachinas web quan se cambie d'aplicación

# preference_category_performance
source: Performance
an: Rendimiento

# preference_performance_block_webfonts
source: Block Web fonts
an: Blocar fuents de Web

# preference_performance_block_webfonts_summary
source: May result in missing icons or images
an: Puede fer que no se veigan iconos u imachens

# preference_default_browser2
source: Make %1$s default browser
an: Fer que %1$s siga lo navegador per defecto

# preference_mozilla_telemetry2
source: Send usage data
an: Ninviar datos d'uso

# preference_mozilla_telemetry_summary
source: Learn more
an: Saber-ne mas

# preference_mozilla_telemetry_summary2
source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
an: Mozilla s'esfuerza per replegar nomás lo necesario pa fornir y amillorar %1$s pa totz.

# preference_privacy_notice
source: Privacy Notice
an: Politica de privacidat

# preference_about
source: About %1$s
an: Quanto a %1$s

# preference_search_installed_search_engines
source: Installed search engines
an: Motors de busqueda instalaus

# preference_search_restore
source: Restore default search engines
an: Restaurar los motors de busqueda per defecto

# preference_search_add2
source: + Add another search engine
an: + Anyader belatro motor de busqueda

# preference_search_remove_title
source: Remove search engines
an: Sacar motors de busqueda

# preference_search_remove
source: Remove
an: Eliminar

# action_option_add_search_engine
source: Add search engine
an: Anyader motor de busqueda

# search_add_manually_name_hint
source: Search engine name
an: Nombre d'o motor de busqueda

# search_add_manually_string
source: Search string to use
an: Cadena de busqueda a emplegar

# search_add_manually_save
source: Save
an: Alzar

# search_add_manually_example
source: Example: example.com/search/?q=%s
an: Eixemplo: eixemplo.com/search/?q=%s

# search_add_confirmation
source: New search engine added.
an: Nuevo motor de busqueda anyadiu.

# search_add_error_empty_name
source: Enter search engine name
an: Escribir lo nombre d'o motor de busqueda

# search_add_error_duplicate_name
source: An installed search engine is already using that name.
an: Un motor de busqueda instalau ye emplegando ya ixe nombre.

# search_add_error_empty_search
source: Enter search string
an: Escribe la cadena de busqueda

# search_add_error_format
source: Check that search string matches Example format
an: Compreba que la cadena de busqueda concuerda con lo formato d'eixemplo

# content_description_clear_input
source: Clear input
an: Borrar lo texto

# content_description_dismiss_input
source: Dismiss
an: Descartar

# content_description_erase
source: Erase browsing history
an: Borrar l'historial de navegación

# content_description_tab_counter
source: Tabs open: %1$s
an: Pestanyas ubiertas: %1$s

# content_description_lock
source: Secure connection
an: Connexión segura

# accessibility_announcement_loading
source: Loading
an: Se ye cargando

# accessibility_announcement_loading_finished
source: Website loaded
an: Puesto web cargau

# content_description_menu
source: More options
an: Mas opcions

# content_description_forward
source: Navigate forward
an: Abanzar en l'historial

# content_description_reload
source: Reload website
an: Esviellar la pachina

# content_description_back
source: Navigate back
an: Ir enta zaga en l'historial

# content_description_stop
source: Stop loading website
an: Aturar la carga d'a pachina

# content_description_customtab_exit
source: Return to previous app
an: Tornar ta l'aplicación anterior

# content_description_blocking_switch
source: Block trackers
an: Blocar trazadors

source: Your Rights
an: Los tuyos dreitos

# external_app_prompt_title
source: Open link in another app
an: Ubrir lo vinclo en belatra aplicación

# external_app_prompt
source: You can leave %1$s to open this link in %2$s.
an: Puetz salir d'o %1$s pa ubrir este vinclo en %2$s.

# external_app_prompt_no_app_title
source: Find an app that can open link
an: Trobar una aplicación que pueda ubrir lo vinclo

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
an: Garra d'as aplicacions d'o tuyo dispositivo ha estau capable d'ubrir este vinclo. Puetz zarrar lo %1$s pa mirar en %2$s una aplicación que lo pueda ubrir.

# external_multiple_apps_matched_exit
source: Exit Private Browsing?
an: Salir d'a Navegación Privada?

# download_snackbar_finished
source: %1$s finished
an: %1$s ha rematau

# download_snackbar_open
source: Open
an: Ubrir

# download_dialog_warning
source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
an: Los fichers descargaus <b>no se detectarán</b> quan borres l'historial de %1$s.

# download_dialog_title
source: Download File
an: Descargar lo fichero

# download_dialog_action_cancel
source: Cancel
an: Cancelar

# download_dialog_action_download
source: Download
an: Descargar

# errorpage_title
source: Problem loading page
an: Problema en cargar la pachina

# errorpage_refresh
source: Try Again
an: Tornar a intentar-lo

# error_connectionfailure_title
source: Unable to connect
an: Imposible de connectar-se

# error_connectionfailure_message
source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
an: <ul> <li>Lo puesto ye temporalment inaccesible u masiau acupau. Torna a prebar-lo en un ratet.</li> <li>Si no yes capable de cargar garra pachina, compreba la connexión de datos u Wi-Fi d'o tuyo dispositivo.</li> </ul>

# error_timeout_title
source: The connection timed out
an: La connexión ha caducau

# error_hostLookup_title
source: Server not found
an: No s'ha trobau lo servidor

# error_hostLookup_message
source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
an: <ul> <li>Compreba l'adreza, no cosa que tiengas errors como <strong>ww</strong>.eixemplo.com enguís de <strong>www</strong>.eixemplo.com</li> <li>Si no puetz cargar garra pachina, compreba la tuya connexión de datos u Wi-Fi.</li> </ul>

# error_malformedURI_title
source: The address isn’t valid
an: L'adreza no ye valida

# error_malformedURI_message
source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
an: <ul> <li>Per un regular las adrezas web s'escriben asinas: <strong>http://www.example.com/</strong></li> <li>Asegura-te de que yes usando barras abocadas enta debant (i.e. <strong>/</strong>).</li> </ul>

# error_redirectLoop_title
source: The page isn’t redirecting properly
an: Esta pachina no ye correctament redireccionada

# error_redirectLoop_message
source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
an: <ul> <li>Este problema puede deber-se a haber desactivau u refusau los cookies.</li> </ul>

# error_unsupportedprotocol_title
source: The address wasn’t understood
an: No s'ha reconoixiu l'adreza

# error_unsupportedprotocol_message
source: <ul> <li>You might need to install other software to open this address.</li> </ul>
an: <ul> <li>Igual te cal instalar belatro software pa ubrir esta adreza.</li> </ul>

# error_sslhandshake_title
source: Secure connection failed
an: La connexión segura ha fallau

# error_sslhandshake_message
source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
an: <ul> <li>Talment siga un problema d'a configuración d'o servidor, u podría estar que belún siga mirando de fer-se pasar per lo servidor.</li> <li>Si t'hebas connectau en o pasau a este servidor, talment se tracte d'una error temporal, torna a intentar-lo dimpués.</li> </ul>

# error_generic_title
source: Oops
an: Ui

# error_generic_message
source: We can’t load this page for some reason.
an: Per bell razón no s'ha puesto cargar esta pachina.

# contextmenu_link_share
source: Share link
an: Compartir lo vinclo

# contextmenu_link_copy
source: Copy link address
an: Copiar l'adreza d'o vinclo

# contextmenu_image_share
source: Share image
an: Compartir la imachen

# contextmenu_image_copy
source: Copy image address
an: Copiar l'adreza d'a imachen

# contextmenu_image_save
source: Save image
an: Alzar la imachen

# contextmenu_open_in_new_tab
source: Open link in new tab
an: Ubrir lo vinclo en una nueva pestanya

# contextmenu_image_warning
source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
an: Las imachens alzadas y compartidas <b>no se borrarán</b> quan borres l'historial de %1$s.

# firstrun_defaultbrowser_title
source: Power up your privacy
an: Refuerza la tuya privacidat

# firstrun_defaultbrowser_text2
source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
an: Leva la navegación privada ta lo siguient nivel. Bloca anuncios y atros contenius que puedan seguir-te a través d'a web y enlenteixen la carga d'as pachinas.

# firstrun_search_title
source: Your search, your way
an: Busca a la tuya traza

# firstrun_search_text
source: Searching for something different? Choose another default search engine in Settings.
an: Yes mirando bella cosa diferent? Triga belatro motor de busqueda en os Achustes.

# firstrun_shortcut_title
source: Add shortcuts to your home screen
an: Anyade alcorces a la tuya pantalla d'inicio

# firstrun_shortcut_text
source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
an: Torna rapidament ta los tuyos puestos favoritos en %1$s. Triga simplement "Anyader en a pantalla d'inicio" dende lo menú %1$s.

# firstrun_privacy_title
source: Make privacy a habit
an: Fe d'a privacidat un costumbre

# firstrun_privacy_text
source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
an: Fe de %1$s lo tuyo navegador per defecto y aconsigue los beneficios d'a navegación privada quan ubres pachinas web dende atras aplicacions.

# firstrun_close_button
source: OK, got it!
an: Entendiu!

# firstrun_skip_button
source: Skip
an: Blincar

# firstrun_next_button
source: Next
an: Siguient

# dialog_addtohomescreen_action_add
source: Add
an: Anyader

# dialog_addtohomescreen_action_cancel
source: Cancel
an: Cancelar

# dialog_addtohomescreen_tracking_protection
source: Shortcut will open with Tracking Protection disabled
an: Este alcorce s'ubrirá quan la protección contra seguimiento siga desactivada

# notification_browsing_session_channel_name
source: Private browsing session
an: Sesión de navegación privada

# notification_browsing_session_channel_description
source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
an: Las notificacions te deixar borrar la tuya sesión de %1$s d'un toque. No te cal ubrir l'aplicación ni amostrar lo conteniu d'o navegador.

# tabs_tray_action_erase
source: Erase browsing history
an: Borra l'historial de navegación

source: Download Firefox
an: Baixa-te lo Firefox

# your_rights_content1
source: %1$s is free and open source software made by Mozilla and other contributors.
an: %1$s ye software libre y de codigo ubierto, feito per Mozilla y atros colaboradors.

# your_rights_content2
source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
an: %1$s s'ofreix baixo los termens d'a <a href="%2$s">Licencia Publica de Mozilla</a> y atras licencias de codigo ubierto.

# your_rights_content3
source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
an: No tiens atorgau garra dreito u licencia sobre las marcas rechistradas d'a Fundación Mozilla u de garra atra parte, incluyindo los nombres u logos de Mozilla, Firefox u %1$s. Puetz trobar mas información <a href="%2$s">aquí</a>.

# your_rights_content4
source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
an: Lo codigo fuent adicional pa %1$s ye disponible baixo atras <a href="%2$s">licencias</a> libres y de codigo ubierto.

# your_rights_content5
source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
an: %1$s tamién fa servir listas de blocache fornidas per Disconnect, Inc. como un treballo deseparau y independient, baixo la <a href="%2$s">GNU General Public License v3</a>, y disponible <a href="%3$s">aquí</a>.

# gv_prompt_username_hint
source: Username
an: Nombre d'usuario

# gv_prompt_password_hint
source: Password
an: Clau

# gv_prompt_clear
source: Clear
an: Borrar

# security_popup_secure_connection
source: Secure Connection
an: Connexión segura

# security_popup_insecure_connection
source: Insecure Connection
an: Connexión no segura

# security_popup_security_verified
source: Verified by: %1$s
an: Verificau per: %1$s

# site_security_icon_content_description
source: Site Security
an: Seguranza de puesto web
