Repository: ekager/focus-android-l10n
Catalog: locales/*/app.po
Languages: eo, hy_am, ka, sk, ta

# content_description_reload
source: Reload website
eo: Reŝargi retejon
hy_am: Կրկին բեռնել կայքը
ka: საიტის ხელახლა ჩატვირთვა
sk: Obnoviť stránku
ta: வலைத்தளத்தை மீளேற்று

# content_description_back
source: Navigate back
eo: Iri reen
hy_am: Ուղղորդել հետ
ka: გადასვლა უკან
sk: Prejsť dozadu
ta: வழிசெலுத்தி பின்செல்

# content_description_stop
source: Stop loading website
eo: Haltigi ŝargadon de retejo
hy_am: Կանգնեցնել էջի բեռնումը
ka: საიტის ჩატვირთვის შეჩერება
sk: Zastaviť načítavanie webovej stránky
ta: வலைத்தளம் ஏற்றுவதை நிறுத்து

# content_description_customtab_exit
source: Return to previous app
eo: Reen al antaŭa programo
hy_am: Վերադառնալ նախորդ հավելվածին
ka: წინა პროგრამაზე დაბრუნება
sk: Návrat do predchádzajúcej aplikácie
ta: முந்தைய செயலியிக்கு திரும்பு

# content_description_blocking_switch
source: Block trackers
eo: Bloki spurilojn
hy_am: Արգելափակել հետագծումները
ka: მეთვალყურე ელემენტების შეზღუდვა
sk: Blokovať sledovacie prvky
ta: தடமறிகளைத் தடு

source: Your Rights
eo: Viaj rajtoj
hy_am: Ձեր իրավունքները
ka: თქვენი უფლებები
sk: Vaše práva
ta: உங்கள் உரிமைகள்

# external_app_prompt_title
source: Open link in another app
eo: Malfermi ligilon en alia programo
hy_am: Բացել հղումը այլ հավելվածով
ka: ბმულის სხვა პროგრამით გახსნა
sk: Otvoriť odkaz v inej aplikácii
ta: தொடுப்பை இன்னொரு செயலியில் திறக்கும்

# external_app_prompt
source: You can leave %1$s to open this link in %2$s.
eo: Vi povas forlasi %1$s por malfermi tiun ĉi ligilon en %2$s.
hy_am: Կարող եք բաց պահել %1$s-ը և բացել այս հղումը %2$s-ում:
ka: შეგიძლიათ დატოვოთ %1$s ბმულის %2$s-ში გასახსნელად.
sk: Môžete opustiť aplikáciu %1$s a otvoriť tento odkaz v aplikácii %2$s.
ta: %1$s உலாவியை விட்டு விலகி %2$s செயலியில் திறக்கும்.

# external_app_prompt_no_app_title
source: Find an app that can open link
eo: Serĉi programon, kiu povas malfermi ligilon
hy_am: Գտեք հավելված, որը կարող է բացել հղումը
ka: პროგრამის მოძიება, რომელიც გახსნის ბმულს
sk: Nájsť aplikáciu, ktorá môže otvoriť tento odkaz
ta: தொடுப்பை திறக்கவல்ல ஒரு செயலியைக் கண்டுபிடி

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
eo: Neniu programo en via aparato povas malfermi tiun ĉi ligilon. Vi povas forlasi %1$s por serĉi en %2$s programon kiu povas fari tion.
hy_am: Ձեր սարքի ոչ մի հավելված չի կարողանում բացել այս հղումը: Դուք կարող եք թողնել %1$s-ը՝ որոնելու համար %2$s-ում այն հավելվածը, որը կարող է այն բացել:
ka: თქვენს მოწყობილობაზე არსებულ არცერთ პროგრამას არ შეუძლია ამ ბმულის გახსნა. შეგიძლიათ დატოვოთ %1$s საჭირო პროგრამის %2$s-ში მოსაძიებლად.
sk: Žiadna aplikácia na vašom zariadení nie je schopná otvoriť tento odkaz. Môžete opustiť aplikáciu %1$s a nájsť vhodnú aplikáciu v %2$s.
ta: இந்தச் சாதனத்தில் உள்ள எந்த ஒரு செயலியும் இத்தொடுப்பை திறக்கவல்லது. %1$s என்பதை விடுத்து ஒரு செயலியால் %2$s என்பதை தேட முடியும்.

# external_multiple_apps_matched_exit
source: Exit Private Browsing?
eo: Ĉu eliri el privata retumo?
hy_am: Փակե՞լ Գաղտնի դիտարկումը
ka: გსურთ პირადი დათვალიერებიდან გასვლა?
sk: Ukončiť režim Súkromné prehliadanie?
ta: அந்தரங்க உலாவலில் இருந்து வெளியேறவா?

# download_snackbar_finished
source: %1$s finished
eo: %1$s finiĝis
hy_am: %1$s ավարտվել է
ka: %1$s დასრულდა
sk: Preberanie súboru %1$s sa dokončilo
ta: %1$s முடிந்தது

# download_snackbar_open
source: Open
eo: Malfermi
hy_am: Բացել
ka: გახსნა
sk: Otvoriť
ta: திற

# download_dialog_warning
source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
eo: Elŝutitaj dosieroj <b>ne estos forigitaj</b> kiam vi viŝas la historion de %1$s.
hy_am: Ներբեռնված ֆայլերը <b>չեն ջնջվի</b>, երբ դուք ջնջեք %1$s-ի պատմությունը:
ka: ჩამოტვირთული ფაილები <b>არ წაიშლება</b> %1$s-ის ისტორიის გასუფთავებისას.
sk: Prevzaté súbory <b>nebudú odstránené</b> pri vymazaní histórie prehliadania aplikácie %1$s.
ta: %1$s வரலாற்றைத் துடைக்கும் பொருட்டு பதிவிறக்கிய கோப்புகள் <b>அழிக்கப்படாது.</b>

# download_dialog_title
source: Download File
eo: Elŝuti dosieron
hy_am: Ներբեռնել ֆայլ
ka: ფაილის ჩამოტვირთვა
sk: Prevzatie súboru
ta: பதிவிறக்கிய கோப்பு

# download_dialog_action_cancel
source: Cancel
eo: Nuligi
hy_am: Չեղարկել
ka: გაუქმება
sk: Zrušiť
ta: ரத்து

# download_dialog_action_download
source: Download
eo: Elŝuti
hy_am: Ներբեռնել
ka: ჩამოტვირთვა
sk: Prevziať
ta: பதிவிறக்கம்

# errorpage_title
source: Problem loading page
eo: Problemo dum ŝargado de paĝo
hy_am: Էջը բեռնելու խնդիր
ka: ხარვეზები გვერდის ჩატვირთვისას
sk: Problém pri načítaní stránky
ta: பக்கத்தை ஏற்றுவதில் சிக்கல்

# errorpage_refresh
source: Try Again
eo: Provi denove
hy_am: Կրկին փորձել
ka: ხელახლა ცდა
sk: Skúsiť znova
ta: மீண்டும் முயற்சி

# error_connectionfailure_title
source: Unable to connect
eo: Ne eblas konekti
hy_am: Հնարավոր չէ կապակցվել
ka: დაკავშირება ვერ ხერხდება
sk: Nie je možné sa pripojiť
ta: இணைக்க இயலவில்லை

# error_connectionfailure_message
source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
eo: <ul> <li>La retejo povas esti nuntempe ne alirebla, aŭ tro okupata. Bonvolu klopodi denove post iom da tempo.</li> <li>Se vi ne povas malfermi iun ajn paĝon, kontrolu la datuman aŭ sendratan konekton de via poŝaparato.</li> </ul>
hy_am: <ul> <li>Կայքը ժամանակավոր անհասանելի կամ զբաղված է: Փորձեք մի փոքր ավելի ուշ:</li> <li>Եթե չկարողանաք բեռնել որևէ էջ՝ ստուգեք ձեր սարքի տվյալները կամ Wi-Fi կապակցումը:</li> </ul>
ka: <ul> <li>ეს საიტი შესაძლოა დროებით მიუწვდომელია ან ძალიან დატვირთულია. სცადეთ ხელახლა რამდენიმე წუთში.</li> <li>თუ სხვა საიტების გახსნასაც ვერ ახერხებთ, მაშინ შეამოწმეთ მოწყობილობის მობილურ ან Wi-Fi ინტერნეტთან კავშირი.</li> </ul>
sk: <ul> <li>Stránka môže byť dočasne nedostupná alebo zaneprázdnená. Svoj pokus opakujte neskôr.</li> <li>Ak sa nedá načítať žiadna stránka, skontrolujte pripojenie vášho mobilného zariadenia k internetu.</li> </ul>
ta: <ul> <li>இத்தளம் தற்சமயம் கிடைக்காமலோ (அ) சேவகன் மிகவும் மும்முரமாகவோ இருக்கலாம். சிறிது நேரம் கழித்து முயற்சிக்கவும்.</li> <li>எந்த வலைதளத்தையும் அணுக முடியாவிட்டால், கைபேசியில் அல்லது அருகலை இணையம் உள்ளதா என உறுதிசெய்யவும்.</li> </ul>

# error_timeout_title
source: The connection timed out
eo: La tempo por la konekto elĉerpiĝis
hy_am: Կապակցման ժամանակը սպառված է
ka: კავშირის დრო ამოიწურა
sk: Čas pripojenia vypršal
ta: இணைப்பு காலாவதியானது

# error_hostLookup_title
source: Server not found
eo: Servilo ne trovita
hy_am: Սպասարկիչը չի գտնվել
ka: გვერდი ვერ მოიძებნა
sk: Server sa nenašiel
ta: சேவகன் கிடைக்கவில்லை

# error_hostLookup_message
source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
eo: <ul> <li>Kontrolu en la literumo de la adreso ke ne estu eraroj kiel <strong>ww</strong>.example.com anstataŭ <strong>www</strong>.example.com</li> <li>Se vi ne povas malfermi iun ajn paĝon , kontrolu la datuman aŭ sendratan konekton de via aparato.</li> </ul>
hy_am: <ul> <li>Ստուգեք հասցեն մուտքագրման սխալի համար, օրինակ՝ <strong>ww</strong>.example.com <strong>www</strong>.example.com-ի փոխարեն</li> <li>Եթե չի ստացվում բեռնել որևէ էջ, ապա ստուգեք սարքի տվյալները կամ Wi-Fi կապակցումը:</li> </ul>
ka: <ul> <li>შეამოწმეთ აკრეფილი მისამართის სისწორე. მაგალითად <strong>ww</strong>.example.com-ის ნაცვლად უნდა იყოს <strong>www</strong>.example.com</li> <li>თუ ვერცერთი საიტის გახსნას ვერ ახერხებთ, შეამოწმეთ მოწყობილობის მობილურ ან Wi-Fi ინტერნეტთან კავშირი.</li> </ul>
sk: <ul> <li>Skontrolujte, či ste nezadali napr. <strong>ww</strong>.example.com namiesto <strong>www</strong>.example.com</li> <li>Ak sa nedá načítať žiadna stránka, skontrolujte pripojenie vášho zariadenia k internetu.</li> </ul>
ta: <ul> <li>நீங்கள் உள்ளிட்ட முகவரியில் பிழை உள்ளதா எனப் பாருங்கள் <strong>www</strong>.thamizha.com முகவரிக்கு பதிலாக <strong>ww</strong>.thamizha.com உள்ளிட்டிருக்கலாம்</li> <li>உங்களால் எந்த வலைப் பக்கத்தையும் அணுக முடியவில்லையெனில், கைப்பேசி (அ) அருகலை இணையம் உள்ளதா எனப்பாருங்கள்.</li> </ul>

# error_malformedURI_title
source: The address isn’t valid
eo: La adreso ne estas valida
hy_am: Հասցեն վավեր չէ
ka: მისამართი არასწორია
sk: Adresa nie je platná
ta: செல்லாத முகவரி

# error_malformedURI_message
source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
eo: <ul> <li>Retadresoj estas kutime ĉi tiel skribitaj <strong>http://www.example.com/</strong></li> <li>Estu certa uzi la ĝustajn oblikvajn strekojn (i.e. <strong>/</strong>).</li> </ul>
hy_am: <ul> <li>Վեբ հասցեները սովորաբար գրվում են հետևյալ կերպ` <strong>http://www.example.com/</strong></li> <li>Համոզվեք, որ օգտագործում եք հակադարձ սլեշներ (այսինքն` <strong>/</strong>):</li> </ul>
ka: <ul> <li>საიტის მისამართები, ჩვეულებრივ, ასე იწერება <strong>http://www.example.com/</strong></li> <li>დარწმუნდით, რომ წინ გადახრილ ხაზებს იყენებთ (ასეთს: <strong>/</strong>).</li> </ul>
sk: <ul> <li>Webové adresy sú zvyčajne zadávané v tvare <strong>http://www.example.com/</strong></li> <li>Skontrolujte, či používate správne lomky (t.j. <strong>/</strong>).</li> </ul>
ta: <ul> <li>இணைய முகவரி <strong>http://www.infitt.org/</strong> போன்று இருக்கனும்</li> <li>நீங்க / குறியைப் பாவித்தீர்களா எனப் பார்க்கவும் (i.e. <strong>/</strong>).</li> </ul>

# error_redirectLoop_title
source: The page isn’t redirecting properly
eo: La paĝo malbone redirektas
hy_am: Էջը հաջողությամբ չի վերաուղղորդվել
ka: ეს გვერდი არამართებულად გადამისამართდა
sk: Stránku sa nepodarilo správne presmerovať
ta: பக்கத்தை ஒழுங்காகத் திருப்பிவிடவில்லை

# error_redirectLoop_message
source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
eo: <ul> <li>Tio povas okazi kelkfoje kiam oni malebligas aŭ rifuzas kuketojn.</li> </ul>
hy_am: <ul> <li>Այս խնդիրը երբեմն կարող է հանգեցնել cookie-ների անջատմանը կամ մերժմանը:</li> </ul>
ka: <ul> <li>ამ ხარვეზს, ზოგჯერ იწვევს ფუნთუშების უარყოფა ან გამორთვა.</li> </ul>
sk: <ul> <li>Tento problém môže nastať pri nepovolení alebo odmietnutí cookies.</li> </ul>
ta: <ul> <li>சில நேரங்களில் நினைவிகளை ஏற்க மறுத்தாலோ (அ) முடக்கத்தில் இருந்தாலோ இந்தச் சிக்கல் நேரும்.</li> </ul>

# error_unsupportedprotocol_title
source: The address wasn’t understood
eo: La adreso ne estis komprenita
hy_am: Հասցեն չի հասկացվել
ka: მისამართი გაუგებარია
sk: Adresa nebola rozpoznaná
ta: முகவிரியின் நெறிமுறையை அறிய முடியவில்லை

# error_unsupportedprotocol_message
source: <ul> <li>You might need to install other software to open this address.</li> </ul>
eo: <ul> <li>Vi eble bezonas instali alian programon por povi malfermi tiun ĉi adreson.</li> </ul>
hy_am: <ul> <li>Այս հասցեն բացելու համար, հնարավոր է, կարիք կլինի տեղադրել այլ ծրագիր:</li> </ul>
ka: <ul> <li>ამ ბმულის გასახსნელად, შესაძლოა სხვა პროგრამის დაყენება იყოს საჭირო.</li> </ul>
sk: <ul> <li>Na otvorenie tento adresy možno bude potrebné nainštalovať ďalší softvér.</li> </ul>
ta: <ul> <li>இந்த முகவரியைத் திறக்க பிற மென்பொருட்களை நிறுவ வேண்டும்..</li> </ul>

# error_sslhandshake_title
source: Secure connection failed
eo: Malsukcesa sekura konekto
hy_am: Անվտանգ կապակցումը ձախողվեց
ka: უსაფრთხო დაკავშირება ვერ მოხერხდა
sk: Zabezpečené pripojenie zlyhalo
ta: பாதுகாப்பான இணைப்பு முறிந்தது

# error_sslhandshake_message
source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
eo: <ul> <li>Tio povus esti problemo kun la agordoj de la servilo, aŭ iu kiu klopodas trompe ŝajnigi esti tiu servilo.</li> <li>Se vi konektiĝis al tiu servilo en la pasinto, la eraro povas esti momenta, kaj vi povos klopodi denove poste.</li> </ul>
hy_am: <ul> <li>Խնդիրը կարող է կապված լինել սպասարկիչի կազմաձևի հետ կամ, հնարավոր է, որ որևէ մեկը փորձում է որպես սպասարկիչ հանդես գալ:</li> <li>Եթե դուք այս սպասարկիչին նախկինում հաջողությամբ եք կապակցվել, ապա սխալը կարող է ժամանակավոր բնույթ կրել և կարող եք կրկին փորձել ավելի ուշ:</li> </ul>
ka: <ul> <li>ეს შეიძლება საიტის გაუმართაობის ბრალი იყოს, ან სხვა საიტად გასაღების მცდელობას ჰქონდეს ადგილი.</li> <li>თუ ამ საიტს მანამდე წარმატებით უკავშირდებოდით, ხარვეზი შესაძლოა დროებითი იყოს და მოგვიანებით შეგიძლიათ კვლავ სცადოთ.</li> </ul>
sk: <ul> <li>Toto môže byť problém s konfiguráciou servera alebo sa ho niekto snaží napodobniť.</li> <li>Ak ste sa k tomuto serveru úspešne pripojili v minulosti, chyba môže byť dočasná a pokus by ste mali opakovať neskôr.</li> </ul>
ta: <ul> <li>இந்தச் சேவகனின் கட்டமைப்பில் சிக்கல் இருக்க வேண்டும், அல்லது அதில் யாராவது ஆள்மாறாட்டம் செய்ய முயற்சி செய்திருப்பார்கள்.</li> <li>நீங்கள் இந்தச் சேவையகத்தை ஏற்கனவே வெற்றிகரமாக அணுகிருந்தால், இந்தப் பிழை தற்காலிகமானதே, எனவே சிறிது நேரம் கழித்து முயற்சிக்கவும்.</li> </ul>

# error_generic_title
source: Oops
eo: Fuŝ'
hy_am: Վա՜յ
ka: უი
sk: Ups
ta: அச்சச்சோ

# error_generic_message
source: We can’t load this page for some reason.
eo: Ni ne povas ŝargi tiun ĉi paĝon pro iu kialo.
hy_am: Ինչ-որ պատճառով հնարավոր չէ բեռնել այս էջը
ka: ამ გვერდის ჩატვირთვა, რატომღაც ვერ მოხერხდა.
sk: Z nejakého dôvodu nebolo možné načítať stránku.
ta: சில காரணங்களால் இந்தப் பக்கத்தை எங்களால் ஏற்ற முடியவில்லை.

# contextmenu_link_share
source: Share link
eo: Dividi ligilon
hy_am: Համօգտագործել հղումը
ka: ბმულის გაზიარება
sk: Zdieľať odkaz
ta: தொடுப்பைப் பகிர்

# contextmenu_link_copy
source: Copy link address
eo: Kopii adreson de ligilo
hy_am: Պատճենել հղման հասցեն
ka: მისამართის დაკოპირება
sk: Kopírovať adresu odkazu
ta: தொடுப்பு முகவரியை நகலெடு

# contextmenu_image_share
source: Share image
eo: Dividi bildon
hy_am: Համօգտագործել պատկերը
ka: სურათის გაზიარება
sk: Zdieľať obrázok
ta: பகிர்

# contextmenu_image_copy
source: Copy image address
eo: Kopii adreson de bildo
hy_am: Պատճենել պատկերի հասցեն
ka: სურათის მისამართის დაკოპირება
sk: Kopírovať adresu obrázku
ta: முகவரியை நகலெடு

# contextmenu_image_save
source: Save image
eo: Konservi bildon
hy_am: Պահպանել պատկերը
ka: სურათის შენახვა
sk: Uložiť obrázok
ta: சேமி

# contextmenu_open_in_new_tab
source: Open link in new tab
eo: Malfermi ligilon en nova langeto
hy_am: Բացել հղումը նոր ներդիրում
ka: ბმულის ახალ ჩანართში გახსნა
sk: Otvoriť odkaz na novej karte
ta: இணைப்பைப் புதிய கீற்றில் திற

# contextmenu_image_warning
source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
eo: Konservitaj kaj dividitaj bildoj <b>ne estos forigitaj</b> kiam vi viŝas la historion de %1$s.
hy_am: Պահպանված և համօգտագործված պատկերները <b>չեն ջնջվի</b>, երբ դուք ջնջեք %1$s-ը
ka: შენახული და გაზიარებული სურათები <b>არ წაიშლება</b> %1$s-ის ისტორიის გასუფთავებისას.
sk: Uložené a zdieľané obrázky <b>nebudú vymazané</b> pri vymazaní histórie aplikácie %1$s.
ta: %1$s வரலாற்றை அகற்றும் போது சேமித்த பகிர்ந்த படங்கள் <b>அழிக்கப்படாது</b>.

# firstrun_defaultbrowser_title
source: Power up your privacy
eo: Plibonigi vian privatecon
hy_am: Հզորացրեք ձեր գաղտնիությունը
ka: გააძლიერეთ პირადი მონაცემების დაცვა
sk: Posuňte svoje súkromie na vyššiu úroveň
ta: தனியுரிமையைத் துரிதப்படுத்துங்கள்

# firstrun_defaultbrowser_text2
source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
eo: Privata retumo pli altnivela, kun blokado de reklamoj kaj aliaj enhavoj, kiuj povas spuri vin trans retejoj kaj malrapidigi la ŝargon de paĝoj.
hy_am: Տարեք գաղտնի դիտարկումը հաջորդ մակարդակ: Արգելափակեք գովազդները և այլ բովանդակություն, որը կարող է հետագծել ձեզ կայքերում և արագացրեք էջի բեռնումը:
ka: პირადი მონაცემების უსაფრთხოება ახალ დონეზეა აყვანილი. შეზღუდეთ სარეკლამო და სხვა შიგთავსი, რომლითაც საიტებზე თქვენი დევნაა შესაძლებელი და შეამცირეთ გვერდების ჩატვირთვის დრო.
sk: Súkromné prehliadanie na úplne inej úrovni. Blokujte reklamy a ostatný obsah, ktorý vás môže sledovať naprieč stránkami.
ta: தனிப்பட்ட உலாவலை அடுத்த நிலைக்கு எடுத்துச் செல்லவும். தளங்கள் எங்கும் உங்களைப் பின்தொடரக்கூடிய மற்றும் பக்க ஏற்று நேரத்தைக் கூட்டும் விளம்பரம் மற்றும் மற்ற உள்ளடக்கங்களை முடக்கு.

# firstrun_search_title
source: Your search, your way
eo: Via serĉo laŭ via maniero
hy_am: Ձեր որոնումը, ձեր ընտրությունը
ka: მოიძიეთ გვერდები, თქვენებურად
sk: Prehliadanie podľa vás
ta: உங்களின் தேடல் உங்கள் வழி

# firstrun_search_text
source: Searching for something different? Choose another default search engine in Settings.
eo: Ĉu vi serĉas ion alian, malsaman? Elektu alian norman serĉilon en la agordoj.
hy_am: Այլ բա՞ն եք փնտրում: Ընտրեք այլ որոնիչ Կարգավորումներում:
ka: რამე განსხვავებულს ეძებთ? აირჩიეთ სხვა საძიებო სისტემა ნაგულისხმევად, პარამეტრებიდან.
sk: Hľadáte niečo iné? Vyberte si iný predvolený vyhľadávací modul v nastaveniach.
ta: வித்தியாசமானதைத் தேடுகிறீர்களா? அமைப்புகளில் வேறொரு இயல்புநிலை தேடியியந்திரத்தைத் தேர்ந்தெடுக்கவும்.

# firstrun_shortcut_title
source: Add shortcuts to your home screen
eo: Aldoni rektajn alirojn al via hejmekrano
hy_am: Հավելել դյուրանցումները տուն էկրանին:
ka: მალსახმობების დამატება მთავარ ეკრანზე
sk: Pridajte si na svoju domovskú obrazovku skratky
ta: உங்கள் முகப்பு திரையில் சுருக்கு வழிகளைச் சேர்க்கவும்

# firstrun_shortcut_text
source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
eo: En %1$s, por reiri rapide al viaj plej ŝatataj retejoj, elektu "Aldoni al hejmekrano" en la menuo.
hy_am: Արագորեն վերադարձեք ձեր ընտրյալ կայքերին %1$s-ում: Պարզապես ընտեք"Հավելել Տուն էկրանին" %1$s ցանկից:
ka: %1$s-ის დახმარებით, სწრაფად შეგიძლიათ დაუბრუნდეთ რჩეულ საიტებს. უბრალოდ, მიუთითეთ "მთავარ ეკრანზე დამატება", %1$s-ის მენიუდან.
sk: S aplikáciou %1$s sa môžete vrátiť ku svojim obľúbeným stránkam prakticky okamžite. Stačí ak v ponuke aplikácie %1$s vyberiete možnosť „Pridať na úvodnú obrazovku“.
ta: %1$s உலாவியல் உங்கள் விருப்ப தங்களுக்கு விரைவாகத் திரும்பவும். %1$s மெனுவிலிருந்து "முகப்பு திரையில் சேர்க்கவும்" என்பதைத் தேர்ந்தெடுக்கவும்.

# firstrun_privacy_title
source: Make privacy a habit
eo: Alkutimiĝu al la privateco
hy_am: Գայղտնիությունը դարձրեք սովորույթ
ka: ჩვევად აქციეთ პირადულობის დაცვა
sk: Zvyknite si na súkromie
ta: தனியுரிமையை ஒரு பழக்கமாக்கவும்

# firstrun_privacy_text
source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
eo: Elektu %1$s kiel via normal retumilo kaj ricevu ĉiujn avantaĝojn de la privata retumo, kiam vi malfermas paĝojn el aliaj programoj.
hy_am: Կայեք %1$s-ը որպես հիմնական դիտարկիչ և ստացեք գաղտնի դիտարկման բոլոր առավելությունները՝ այլ հավելվածներից վեբ էջեր բացելիս:
ka: დააყენეთ %1$s ნაგულისხმევ ბრაუზერად და ისარგებლეთ პირადულობის დაცვით, სხვა პროგრამებიდან ბმულებზე გადასვლის შემთხვევაშიც.
sk: Nastavte si %1$s ako svoj predvolený prehliadač a získajte výhody súkromného prehliadania vždy, keď otvoríte webové stránky z iných aplikácií.
ta: %1$s உலாவியை முன்னிருப்பாக அமைப்பதன் மூலம் பிற செயலிகளிலிருந்து வலைத்தளங்களைத் திறக்கும்போது அந்தரங்க உலாவலின் நன்மையைப் பெறலாம்.

# firstrun_close_button
source: OK, got it!
eo: En ordo, mi komprenis!
hy_am: Լավ, հասկացա:
ka: კარგი, გასაგებია!
sk: Ok, rozumiem!
ta: சரி, புரிந்தது!

# firstrun_skip_button
source: Skip
eo: Ignori
hy_am: Բաց թողնել
ka: გამოტოვება
sk: Preskočiť
ta: தாவு

# firstrun_next_button
source: Next
eo: Sekva
hy_am: Հաջորդը
ka: შემდეგი
sk: Ďalej
ta: அடுத்தது

# dialog_addtohomescreen_action_add
source: Add
eo: Aldoni
hy_am: Ավելացնել
ka: დამატება
sk: Pridať
ta: சேர்

# dialog_addtohomescreen_action_cancel
source: Cancel
eo: Nuligi
hy_am: Չեղարկել
ka: გაუქმება
sk: Zrušiť
ta: ரத்து

# dialog_addtohomescreen_tracking_protection
source: Shortcut will open with Tracking Protection disabled
eo: La ŝparvojo estos malfermita sen protekto kontraŭ spurado
hy_am: Դյուրանցումը կբացվի Հետագծման պաշտպանությունը անջատած
ka: ამ მალსახმობით გახსნისას, თვალთვალისგან დაცვა გამორთული იქნება
sk: Skratka sa otvorí s vypnutou ochranou pred sledovaním
ta: சுருக்குவழி பின்தொடரல் பாதுகாப்பு முடக்கப்பட்டு திறக்கும்

# notification_browsing_session_channel_name
source: Private browsing session
eo: Privata retuma seanco
hy_am: Գանղտնի դիտարկման աշխատաշրջան
ka: პირადი დათვალიერების რეჟიმი
sk: Súkromné prehliadanie
ta: அந்தரங்க உலாவல் அமர்வு

# notification_browsing_session_channel_description
source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
eo: Sciigoj permesas al vi viŝi vian seancon de %1$s per tuŝeto. Vi ne bezonas malfermi la programon aŭ vidi kio estas en via retumilo.
hy_am: Ծանուցումները հնարավորություն են տալիս ջնջել ձեր %1$s աշխատարջանը մեկ հպումով: Կարիք չկա բացել հավելվածը կամ տեսնել, թե ինչ է աշխատեցվում դիտարկիչում:
ka: შეტყობინებები საშუალებას გაძლევთ, ერთი შეხებით გაასუფთავოთ მონაცემები %1$s-ში. პროგრამის გახსნა, აღარ დაგჭირდებათ.
sk: Upozornenia aplikácie %1$s vám umožnia vymazať históriu jedným ťuknutím. Nemusíte ani otvárať aplikáciu.
ta: அறிவிப்புகள் உங்கள் %1$s அமர்வை ஒரு தட்டில் அழிக்க அனுமதிக்கிறது. நீங்கள் செயலியைத் திறக்கவோ உலாவியில் என்ன இருக்கிறது என்று பார்க்கவோ தேவையில்லை.

# tabs_tray_action_erase
source: Erase browsing history
eo: Viŝi retuman historion
hy_am: Ջնջել դիտարկման պատմությունը
ka: ისტორიის გასუფთავება
sk: Vymazať históriu prehliadania
ta: உலாவல் வரலாற்றை அழி

source: Download Firefox
eo: Elŝuti Firefox
hy_am: Ներբեռնել Firefox-ը
ka: ჩამოტვირთეთ Firefox
sk: Prevziať Firefox
ta: பயர்பாக்சைப் பதிவிறக்கு

# your_rights_content1
source: %1$s is free and open source software made by Mozilla and other contributors.
eo: %1$s estas libera kaj malfermitkoda programaro, farita de Mozilla kaj aliaj kontribuintoj.
hy_am: %1$s-ը անվճար և բաց կոդով ծրագիր է Mozilla-ի և այլ մասնակիցների կողմից:
ka: %1$s არის უფასო და ღია წყაროს მქონე პროგრამა, შექმნილი Mozilla-სა და სხვა მოხალისეების მიერ.
sk: %1$s je slobodný a otvorený softvér od Mozilly a jej prispievateľov.
ta: %1$s மொசில்லா மற்றும் பிற பங்களிப்பாளர்களால் உருவாக்கப்பட்ட கட்டற்ற திறந்தமூல மென்பொருள் ஆகும்.

# your_rights_content2
source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
eo: %1$s estas liverita al vi sub la kondiĉoj de la <a href="%2$s">Publika permesilo de Mozilla</a> aŭ aliaj malfermitkodaj permesiloj.
hy_am: %1$s-ը հասանելի է <a href="%2$s">Mozilla Public License</a>-ի պայմաններով և բաց կոդով այլ ծրագրերի արտոնագրերի համաձայն:
ka: %1$s ვრცელდება <a href="%2$s">Mozilla Public License</a> ლიცენზიით და სხვა ღია წყაროს ლიცენზიებით.
sk: %1$s je vám sprístupnený za podmienok licencie <a href="%2$s">Mozilla Public License</a> a iných open source licencií.
ta: %1$s உங்களுக்கு <a href="%2$s">மொசில்லா பொது உரிமம்</a> மற்றும் பிற திறந்த மூல உரிமங்களின் கீழ் கிடைக்கிறது.
