Repository: ekager/focus-android-l10n
Catalog: locales/*/app.po
Languages: eo, hy_am, ka, sk, ta

# action_cancel
source: Cancel
eo: Nuligi
hy_am: Չեղարկել
ka: გაუქმება
sk: Zrušiť
ta: ரத்து

# action_ok
source: OK
eo: Akcepti
hy_am: Լավ
ka: კარგი
ta: சரி

# action_save
source: Save
eo: Konservi
hy_am: Պահպանել
ka: შენახვა
sk: Uložiť
ta: சேமி

# urlbar_hint
source: Search or enter address
eo: Serĉu ion aŭ tajpu adreson
hy_am: Որոնեք կամ մուտքագրեք հասցեն
ka: მოძებნეთ ან შეიყვანეთ მისამართი
sk: Zadajte hľadanie alebo adresu
ta: தேட (அ) உலாவ முகவரியை உள்ளிடுக

# teaser
source: Automatic private browsing. Browse. Erase. Repeat.
eo: Aŭtomata privata retumo. Retumu. Viŝu. Ripetu.
hy_am: Ինքնաշխատ գաղտնի դիտարկում: Դիտարկել: Ջնջել: Կրկնել:
ka: მხოლოდ თვალიერების პირადი რეჟიმი. მონახულება. წაშლა. თავიდან დაწყება.
sk: Automatické súkromné prehliadanie. Prehliadajte. Vymažte históriu. Opakujte.
ta: தானியக்க அந்தரங்க உலாவல். உலாவு. அழி. திரும்பச்செய்.

# feedback_erase
source: Your browsing history has been erased.
eo: Via retuma historio estis viŝita.
hy_am: Դիտարկումների պատմությունը ջնջվել է:
ka: მონახულებული გვერდების ისტორია წაიშალა.
sk: Vaša história prehliadania bola vymazaná.
ta: உங்கள் உலாவல் வரலாறு அழிக்கப்பட்டது.

# search_hint
source: Search for %1$s
eo: Serĉi %1$s
hy_am: Որոնել %1$s-ի համար
ka: მოძებნა: %1$s
sk: Vyhľadať %1$s
ta: %1$s சொல்லைத் தேடு

# menu_share
source: Share…
eo: Dividi…
hy_am: Համօգտագործել
ka: გვერდის გაზიარება…
sk: Zdieľať…
ta: பகிர்…

# menu_open_with_default_browser2
source: Open in %1$s
eo: Malfermi per %1$s
hy_am: Բացել %1$s-ում
ka: %1$s-ში გახსნა
sk: Otvoriť v aplikácii %1$s
ta: %1$s உலாவியில் திற

# menu_open_with_a_browser2
source: Open in…
eo: Malfermi per…
hy_am: Բացել հետևյալում՝
ka: გახსნა…
sk: Otvoriť pomocou…
ta: உலாவியில் திற…

# menu_add_to_home_screen
source: Add to Home screen
eo: Aldoni al hejmekrano
hy_am: Ավելացնել Տուն էկրանին
ka: მთავარ ეკრანზე დამატება
sk: Pridať na úvodnú obrazovku
ta: முகப்பு திரைக்கு சேர்

# menu_whats_new
source: What's New
eo: Novaĵoj
hy_am: Ինչն է նոր
ka: რა სიახლეებია
sk: Čo je nové
ta: புதிதாய் என்ன

# menu_settings
source: Settings
eo: Agordoj
hy_am: Կարգավորումներ
ka: პარამეტრები
sk: Nastavenia
ta: அமைவுகள்

# menu_about
source: About
eo: Pri
hy_am: Մասին
ka: შესახებ
sk: O aplikácii
ta: போக்கசு பற்றி

# menu_help
source: Help
eo: Helpo
hy_am: Օգնություն
ka: დახმარება
sk: Pomocník
ta: உதவி

# menu_rights
source: Your Rights
eo: Viaj rajtoj
hy_am: Ձեր իրավունքները
ka: თქვენი უფლებები
sk: Vaše práva
ta: உரிமைகள்

# menu_trackers_blocked_title
source: Trackers blocked
eo: Blokitaj spuriloj
hy_am: Արգել. հետագծումներ
ka: შეზღუდული მეთვალყურეები
sk: Počet zablokovaných sledovacích prvkov
ta: பின்தொடரி

# menu_custom_tab_branding
source: Powered by %1$s
eo: Kun teknologio de %1$s
hy_am: %1$s-ի կողմից
ka: უზრუნველყოფს %1$s
ta: %1$s மூலம் இயக்கப்படுகிறது

# share_dialog_title
source: Share via
eo: Dividi per
hy_am: Համօգտագործել՝
ka: გაზიარება
sk: Zdieľať cez
ta: தோன்றும் செயலிகளின் வழி பகிர்க

# notification_erase_text
source: Erase browsing history
eo: Forviŝi retuman historion
hy_am: Ջնջել դիտարկումների պատմությունը
ka: ისტორიის წაშლა
sk: Vymazať históriu prehliadania
ta: உலாவல் வரலாற்றை அழி

# notification_action_open
source: Open
eo: Malfermi
hy_am: Բացել
ka: გახსნა
sk: Otvoriť
ta: திற

# notification_action_erase_and_open
source: Erase and Open
eo: Forigi kaj malfermi
hy_am: Ջնջել ու Բացել
ka: გასუფთავება და გახსნა
sk: Vymazať a otvoriť
ta: துடைத்து திற

# shortcut_erase_short_label
source: Erase
eo: Forviŝi
hy_am: Ջնջել
ka: გასუფთავება
sk: Vymazať
ta: அகற்று

# shortcut_erase_long_label
source: Erase browsing history
eo: Forviŝi retuman historion
hy_am: Ջնջել դիտարկման պատմությունը
ka: ისტორიის გასუფთავება
sk: Vymazať históriu
ta: உலாவல் வரலாற்றை அகற்று

# text_selection_search_action
source: Search Privately
eo: Serĉi private
hy_am: Գաղտնի որոնում
ka: მოძებნეთ უსაფრთხოდ
sk: Súkromné vyhľadávanie
ta: அந்தரங்க நிலையில் உலாவு

# about_content
source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
eo: <p>%1$s igas vin reganto.</p> <p>Uzu ĝin kiel privatan retumilon: <ul> <li>Serĉi kaj retumi rekte en la programo</li> <li>Bloki spurilojn (aŭ ŝanĝi agordojn por permesi spurilojn)</li> <li>Forigi kuketojn kaj ankaŭ retuman kaj serĉan historion</li> </ul> </p> <p>%1$s estas farita de Mozilla. Nia misio estas stimuli sanan kaj malfermitan interreton.<br/> <a href="%2$s">Pli da informo</a></p>
hy_am: <p>%1$s-ը հնարավորություն է տալիս Ձեզ կառավարել:</p> <p>Օգտագործեք այն որպես գաղտնի դիտարկիչ. <ul> <li>Որոնեք և դիտարկեք անմիջապես հավելվածում</li> <li>Արգելափակեք հետագծումները (կամ կարգավորեք՝ թույլատրելու դրանք)</li> <li>Ջնջեք՝ cookie-ները, որոնումը և դիտարկումների պատմությունը մաքրելու համար</li> </ul> </p> <p>%1$s-ը պաշտպանված է Mozilla-ի կողմից: Մեր առաքելությունն է նպաստել համացանցի առողջ և բաց լինելուն:<br/> <a href="%2$s">Learn more</a></p>
ka: <p>%1$s სრულად გიბრუნებთ მართვის სადავეებს.</p> <p>გამოიყენეთ როგორც პირადი ბრაუზერი: <ul> <li>მოძებნეთ და დაათვალიერეთ გვერდები</li> <li>შეზღუდეთ მეთვალყურე ელემენტები (პარამეტრებიდან დაშვებაც შეიძლება)</li> <li>გაასუფთავეთ და წაშალეთ ფუნთუშები, ძიებისა და თვალიერების ისტორია</li> </ul> </p> <p>%1$s შექმნილია Mozilla-ს მიერ. ჩვენი მიზანი, ინტერნეტის გახსნილობა და სიჯანსაღეა.<br/> <a href="%2$s">ვრცლად</a></p>
sk: <p>%1$s vám dáva kontrolu.</p> <p>Používajte ho ako súkromný prehliadač: <ul> <li>Vyhľadávajte a prehliadajte priamo prostredníctvom aplikácie</li> <li>Blokujte sledovacie prvky (v nastaveniach môžete sledovacie prvky povoliť)</li> <li>Vymažte cookies, históriu vyhľadávania a prehliadania</li> </ul> </p> <p>%1$s vyvíja Mozilla. Naša misia je podporovať zdravý a otvorený internet.<br/> <a href="%2$s">Ďalšie informácie</a></p>
ta: <p>%1$s உலாவி உங்களைக் கட்டுப்படுத்துகிறது.</p> <p>அந்தரங்க உலாவியாகப் பயன்படுத்துக: <ul> <li>தேடலுக்கும் உலாவலுக்கும் இந்த உலாவியைப் பாவியுங்கள்</li> <li>பின்தொடரிகளைத் தடு (அல்லது அமைவுகளை மாற்றி பின்தொடரியை அனுமதி)</li> <li>நினைவிகளை அகற்றுவதன் மூலம் தேடல் மற்றும் உலாவல் வரலாற்றையும் சேர்த்து அகற்று</li> </ul> </p> <p>%1$s ஒரு மொசில்லா தயாரிப்பாகும். எங்களின் நோக்கம் வேகமான ஆரோக்கியமான திறந்த இணையத்தைக் கிடைக்கச் செய்வதாகும்.<br/> <a href="%2$s">மேலும் அறிய</a></p>

# preference_category_search
source: Search
eo: Serĉi
hy_am: Որոնում
ka: ძიება
sk: Vyhľadávanie
ta: தேடு

# preference_search_engine_default
source: Default
eo: Norma
hy_am: Լռելյայն
ka: ნაგულისხმევი
sk: Predvolený
ta: முன்னிருப்பு

# preference_state_on
source: On
eo: Ŝaltita
hy_am: Միաց.
ka: ჩართული
sk: Zapnuté
ta: இயக்கு

# preference_state_off
source: Off
eo: Malŝaltita
hy_am: Անջ.
ka: გამორთული
sk: Vypnuté
ta: அணை

# preference_subitem_autocomplete
source: URL Autocomplete
eo: Aŭtomata kompletigo de adresoj
hy_am: URL ինքնալրացում
ka: URL თვითშევსება
sk: Automatické dokončovanie URL adries
ta: URL தானியங்கு நிரப்பு

# preference_switch_autocomplete
source: Autocomplete
eo: Aŭtomata kompletigo
hy_am: Ինքնալրացում
ka: თვითშევსება
sk: Automatické dokončovanie
ta: தானியங்கு நிரப்பி

# preference_category_autocomplete_preinstalled
source: Default URL List
eo: Norma listo de adresoj
hy_am: Սկզբնադիր URL ցանկ
ka: ნაგულისხმევი URL ჩამონათვალი
sk: Predvolený zoznam URL adries
ta: இயல்பு URL பட்டியல்

# preference_autocomplete_preinstalled_summary
source: Enable to have %1$s autocomplete over 450 popular URLs in the address bar.
eo: Aktivigu por igi %1$s aŭtomate kompletigi pli ol 450 popularajn adresojn en la adresa strio.
hy_am: Միացրեք՝ ունենալու համար %1$s ինքնալրացում աեվլի քան 450 հանրահայտ URL-ների համար:
ka: ჩართეთ და %1$s-ში გექნებათ 450-ზე მეტი სასურველი URL ბმული მისამართების ველში.
sk: Povolením tejto možnosti umožníte aplikácii %1$s automaticky dokončovať viac než 450 populárnych URL adries.
ta: முகவரிப்பட்டையில் 450 பிரபல URLs உடைய %1$s தானியங்குநிரப்பலைக் கொண்டிருக்க செயற்படுத்தவும்.

# preference_category_autocomplete_custom_urls
source: Custom URLs
hy_am: Հարմարեցված URL-ներ
ka: საკუთარი URL-ები
sk: Vlastné URL
ta: தனிபயன் URLs

# preference_autocomplete_subitem_customlist
source: Custom URLs
eo: Personecigitaj adresoj
hy_am: Հարմարեցված URL-ներ
ka: საკუთარი URL მისამართები
sk: Vlastné URL
ta: தனிபயன் URLs

# preference_autocomplete_action_add
source: + Add custom URL
eo: + Aldoni personecigitan adreson
hy_am: + Հավելել հարմարեցված URL
ka: + საკუთარი URL მისამართის დამატება
sk: + Pridať vlastnú URL
ta: + தனிபயன் URL சேர்

# preference_autocomplete_title_add
source: Add custom URL
eo: Aldoni personecigitan adreson
hy_am: Հավելել հարմարեցված URL
ka: საკუთარი URL მისამართის დამატება
sk: Pridať vlastnú URL
ta: தனிபயன் URL சேர்

# custom_autocomplete_quick_add
source: Add custom URL
hy_am: Ավելացնել հարմարեցված URL
ka: საკუთარი URL-ს დამატება
sk: Pridať vlastnú URL
ta: தனிபயன் URL சேர்

# preference_autocomplete_title_remove
source: Remove custom URLs
eo: Forigi personecigitajn adresojn
hy_am: ՀԵռացնել հարմարեցված URL-ները
ka: საკუთარი URL მისამართების წაშლა
sk: Odstrániť vlastné URL
ta: தனிபயன் URLs நீக்கு

# preference_autocomplete_learn_more
source: Learn more
eo: Pli da informo
hy_am: Իմանալ ավելին
ka: ვრცლად
sk: Ďalšie informácie
ta: மேலும் அறிய

# preference_autocomplete_custom_summary
source: Add and manage custom autocomplete URLs.
eo: Aldoni kaj administri aŭtomatan kompletigon de personecigitaj adresoj.
hy_am: Ավելացնել և կառավարել հարմարեցված ինքնալրացվող URL-ները:
ka: დაამატეთ და მართეთ საკუთარი URL მისამართები.
sk: Pridanie a správa vlastných URL adries na dokončovanie.
ta: தனிபயன் தானியங்குநிரப்பு URLs சேர்த்து நிர்வகி.

# preference_autocomplete_add_title
source: URL to add
eo: Aldonota adreso
hy_am: URL՝ ավելացնելու համար
ka: URL დასამატებლად
sk: Adresa na pridanie
ta: சேர்க்க வேண்டிய URL

# preference_autocomplete_add_hint
source: Paste or enter URL
eo: Alglui aŭ tajpi adreson
hy_am: Տեղադրեք կամ մուտքագրեք URL-ն
ka: ჩასვით ან შეიყვანეთ URL
sk: Prilepte alebo zadajte URL adresu
ta: URL ஒட்டு அல்லது உள்ளிடு

# preference_autocomplete_add_example
source: Example: example.com
eo: Ekzemplo: example.com
hy_am: Օրինակ՝ example.com
ka: მაგალითად: example.com
sk: Príklad: example.com
ta: எகா: example.com

# preference_autocomplete_add_confirmation
source: New custom URL added.
eo: Nova personecigita adreso aldonita.
hy_am: Նոր հարմարեցված URL է ավելացվել:
ka: ახალი საკუთარი URL დაემატა.
sk: Bola pridaná nová vlastná URL adresa.
ta: புது தனிபயன் URL சேர்க்கப்பட்டது.

# preference_autocomplete_menu_remove
source: Remove
eo: Forigi
hy_am: Հեռացնել
ka: წაშლა
sk: Odstrániť
ta: நீக்கு

# preference_autocomplete_action_remove_content_description
source: Remove
eo: Forigi
hy_am: Հեռացնել
ka: წაშლა
sk: Odstrániť
ta: நீக்கு

# preference_autocomplete_add_error
source: Double-check the URL you entered.
eo: Kontrolu denove la tajpitan adreson.
hy_am: Ստուգեք մուտքագրված URL-ն:
ka: გადაამოწმეთ შეყვანილი URL.
sk: Skontrolujte zadanú URL adresu.
ta: நீங்கள் உள்ளிட்ட URL இருமுறை சரிபார்க்கவும்.

# preference_language
source: Language
eo: Lingvo
hy_am: Լեզուն
ka: ენა
sk: Jazyk
ta: மொழி

# preference_language_systemdefault
source: System default
eo: Sistema normo
hy_am: Համակարգայինը
ka: სისტემის ნაგულისხმევი
sk: Jazyk zariadenia
ta: கைப்பேசி முன்னிருப்பு

# preference_category_privacy
source: Privacy
eo: Privateco
hy_am: Գաղտնիություն
ka: პირადულობა
sk: Súkromie
ta: தனியுரிமை

# preference_privacy_block_ads
source: Block ad trackers
eo: Bloki reklamajn spurilojn
hy_am: Արգելափակել գովազդային հետագծումները
ka: სარეკლამო მეთვალყურეების შეზღუდვა
sk: Blokovať reklamné sledovacie prvky
ta: விளம்பர பின்தொடரிகளைத் தடு

# preference_privacy_block_ads_summary
source: Some ads track site visits, even if you don’t click the ads
eo: Kelkaj reklamoj spuras viajn vizitojn, eĉ se vi ne alklakas ilin
hy_am: Որոշ գովազդներ հետևում են կայքի այցելուներին, եթե անգամ չեք սեղմում գովազդին
ka: ზოგიერთი სარეკლამო ელემენტი, თვალს ადევნებს თქვენს გადაადგილებას საიტებზე, მაშინაც კი როცა მათზე არ აწკაპებთ
sk: Niektoré reklamy vás sledujú aj keď na ne nekliknete
ta: சில விளம்பரங்கள், நீங்கள் அதனை சொடுக்காவிட்டாலும் தள பார்வைகளைப் பின்தொடரும்

# preference_privacy_block_analytics
source: Block analytic trackers
eo: Bloki analizajn spurilojn
hy_am: Արգելափակել վերլուծական հետագծումները
ka: სტატისტიკური აღრიცხვის ელემენტების შეზღუდვა
sk: Blokovať analytické sledovacie prvky
ta: பகுப்பாய்வு பின்தொடரிகளைத் தடு

# preference_privacy_block_analytics_summary
source: Used to collect, analyze and measure activities like tapping and scrolling
eo: Ili estas uzataj por kolekti, analizi kaj mezuri agojn, kiel tuŝetojn kaj ŝovojn
hy_am: Օգտագործվում է հավաքելու, վերլուծելու և ակտիվությունը չափելու համար, ինչպես օրինակ՝ հպումը և գլորումը:
ka: გამოიყენება მონაცემთა აღრიცხვისთვის, დამუშავებისა და ისეთი მოქმედებების შესამოწმებლად, როგორიცაა თითის შეხება და გვერდის გადაადგილება
sk: Tieto sa používajú na zbieranie a analýzu údajov o aktivitách, napríklad o posúvaní sa na stránke
ta: தட்டல், உருட்டுதல் போன்ற செயல்களைச் சேகரிக்கும், ஆய்வுசெய்யும் அளவிடும்

# preference_privacy_block_social
source: Block social trackers
eo: Bloki sociajn spurilojn
hy_am: Արգելափակել սոցիալական հետագծումները
ka: სოც. ქსელების ელემენტების შეზღუდვა
sk: Blokovať sledovacie prvky sociálnych sietí
ta: சமூக பின்தொடரிகளைத் தடு

# preference_privacy_block_social_summary
source: Embedded on sites to track your visits and to display functionality like share buttons
eo: Inkluzivitaj en retejoj por spuri viajn vizitojn kaj montri funkciojn, kiel dividajn butonojn
hy_am: Ներկառուցված կայքերում՝ հետևելուհ ամար ձեր այցելուներին և ցուցադրելու համար գործառությունը, ինչպես օրինակ՝ կոճակների համօգտագործում
ka: საიტებზე ჩაშენებულია, თქვენს გადაადგილებაზე თვალყურის მისადევნებლად ისეთი ელემენტების სახით, როგორიცაა მოწონების, ან გაზიარების ღილაკები
sk: Tieto sa používajú na sledovanie vašich návštev a na zobrazovanie špecifických funkcií, napríklad tlačidla na zdieľanie
ta: உங்கள் பார்வைகளைப் பின்தொடரவும் பகிர்தல் பொத்தான் போன்றவற்றைக் காட்டவும் தளத்தில் உட்பொதியப்பட்டிருக்கும்

# preference_privacy_block_content
source: Block other content trackers
eo: Bloki spurilojn en aliaj enhavoj
hy_am: Արգելափակել այլ բովանդակության հետագծումները
ka: სხვა მეთვალყურე ელემენტების შეზღუდვა
sk: Blokovať ostatné sledovacie prvky
ta: உள்ளடக்க பின்தொடரிகளைத் தடு

# preference_privacy_block_content_summary2
source: Enabling may cause some pages to behave unexpectedly
eo: Se vi ŝaltas tion ĉi, kelkaj paĝoj povus neatendite konduti
hy_am: Միացնելու դեպքում որոշ էջեր կարող են անսպասելի վարք ցուցադրել
ka: ჩართვის შედეგად, ზოგიერთმა ვებგვერდმა, შესაძლოა გამართულად ვერ იმუშაოს
sk: Niektoré stránky sa môžu chovať neočakávane
ta: செயற்படுத்துவது சில பக்கங்கள் எதிர்பாராமல் தவறாகச் செயல்பட காரணமாகலாம்

# preference_privacy_category_cookies
source: Block cookies
hy_am: Արգելափակել cookie-ները
ka: ფუნთუშების შეზღუდვა
sk: Blokovať cookies
ta: நினைவிகளை முடக்கு

# preference_privacy_should_block_cookies_no_option
source: No
hy_am: Ոչ
ka: არა
sk: Nie
ta: இல்லை

# preference_privacy_should_block_cookies_third_party_only_option
source: Block 3rd-party cookies only
hy_am: Արգելափակել 3-րդ կողմի cookie-ները հիմա
ka: მხოლოდ მე-3 მხარის ფუნთუშების
sk: Len cookies tretích strán
ta: 3 ஆம் தரப்பு நினைவிகளை மட்டும் முடக்கு

# preference_privacy_should_block_cookies_yes_option
source: Yes
hy_am: Այո
ka: დიახ
sk: Áno
ta: ஆம்

# preference_privacy_secure_mode
source: Stealth
eo: Kaŝreĝimo
hy_am: Թաքնված
ka: ფარული რეჟიმი
sk: Nenápadnosť
ta: போரியல்

# preference_privacy_stealth_summary
source: Hide webpages when switching apps
eo: Kaŝi retpaĝojn dum ŝanĝo de programo
hy_am: Թաքցնել վեբ էջերը հավելվածները փոխանջատելիս
ka: ვებგვერდების დამალვა, პროგრამების გადართვისას
sk: Pri zobrazení nedávnych aplikácii sa náhľad webových stránok skryje
ta: செயலிகளில் மாறும்பொழுது வலைப்பக்கங்களை மறை

# preference_category_performance
source: Performance
eo: Efikeco
hy_am: Արդյունավետություն
ka: წარმადობა
sk: Výkon
ta: செயல்திறன்

# preference_performance_block_webfonts
source: Block Web fonts
eo: Bloki retajn tiparojn
hy_am: Արգելափակել վեբ տառատեսակները
ka: საიტის შრიფტების შეზღუდვა
sk: Blokovať webové písma
ta: இணைய எழுத்துருக்களைத் தடு

# preference_performance_block_webfonts_summary
source: May result in missing icons or images
eo: Tio povus malaperigi emblemojn aŭ bildojn
hy_am: Կարող է հանգեցնել պատկերակների և պատկերների բացակայության
ka: შესაძლოა ხატულების და სურათების ნაწილი გაქრეს
sk: Niektoré ikony alebo obrázky sa nemusia zobrazovať
ta: சின்னம் (அ) படங்கள் காணாமல் போகலாம்

# preference_performance_block_javascript
source: Block JavaScript
hy_am: Արգելափակել JavaScript-ը
ka: JavaScript-ის შეზღუდვა
sk: Blokovať JavaScript
ta: ஜாவாஸ்கிரிப்டை முடக்கு

# preference_performance_block_javascript_summary
source: Pages may load faster, but may also behave unexpectedly
hy_am: Էջերը կարող են ավելի արագ բեռնվել, բայց նաև կարող են իրենց անսպասելի պահել:
ka: გვერდები, შესაძლოა უფრო სწრაფად ჩაიტვირთოს, მაგრამ ხარვეზებით იმუშაოს
sk: Stránky sa môžu načítavať rýchlejšie, no môžu sa správať nepredvídateľne
ta: பக்கம் வேகமாக ஏறும், ஆனால் எதிர்பாரா விதத்தில் செயல்படலாம்

# preference_default_browser2
source: Make %1$s default browser
eo: Igi %1$s via norma retumilo
hy_am: Դարձնել %1$s-ը հիմնական դիտարկիչ
ka: %1$s-ის ნაგულისხმევ ბრაუზერად მითითება
sk: Nastaviť %1$s ako predvolený prehliadač
ta: %1$s உங்கள் முன்னிருப்பு உலாவியாக மாற்றவும்

# preference_category_mozilla
source: Mozilla
ta: மொசில்லா

# preference_mozilla_telemetry2
source: Send usage data
eo: Sendi datumojn pri uzo
hy_am: Ուղարկել օգտագործման տվյալները
ka: მონაცემების გაგზავნა
sk: Odosielať údaje o používaní
ta: பயனளவு தரவை அனுப்பு

# preference_mozilla_telemetry_summary
source: Learn more
eo: Pli da informo
hy_am: Իմանալ ավելին
ka: იხილეთ ვრცლად
sk: Ďalšie informácie
ta: மேலும் அறிய

# preference_mozilla_telemetry_summary2
source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
eo: Mozilla penas kolekti nur la datumojn nepre bezonatajn por provizi kaj plibonigi %1$s por ĉiuj.
hy_am: Mozilla-ն ձգտում է հավաքել միայն այն, ինչ պետք է՝ %1$s-ը լավարկելու համար:
ka: Mozill აღრიცხავს მხოლოდ იმ მონაცემებს, რაც საჭიროა %1$s-ის გასაუმჯობესებლად.
sk: Mozilla sa usiluje zbierať len údaje, ktoré potrebujeme na vylepšenie aplikácie %1$s pre všetkých.
ta: அனைவருக்கும் %1$s வழங்க மற்றும் மேம்படுத்த தேவையானதை மட்டும் சேகரிக்க மொசில்லா உறுதிபூண்டுள்ளது.

# preference_privacy_notice
source: Privacy Notice
eo: Rimarko pri privateco
hy_am: Գաղտնիության ծանուցում
ka: პირადი მონაცემების დაცვა
sk: Zásady ochrany súkromia
ta: தனியுரிமை கொள்கை

# preference_about
source: About %1$s
eo: Pri %1$s
hy_am: %1$s-ի մասին
ka: %1$s-ის შესახებ
sk: O aplikácii %1$s
ta: %1$s பற்றி

# preference_search_installed_search_engines
source: Installed search engines
eo: Instalitaj serĉiloj
hy_am: Տեղադրված որոնիչներ
ka: დაყენებული საძიებო სისტემები
sk: Nainštalované vyhľadávacie moduly
ta: நிறுவப்பட்ட தேடு பொறிகள்

# preference_search_restore
source: Restore default search engines
eo: Remeti normajn serĉilojn
hy_am: Վերականգնել լռելյայն որոնիչները
ka: ნაგულისხმევი საძიებო სისტემების აღდგენა
sk: Obnoviť predvolené vyhľadávacie moduly
ta: முன்னிருப்பு தேடுபொறிகளை மீட்டமை

# preference_search_add2
source: + Add another search engine
eo: + Aldoni alian serĉilon
hy_am: + Ավելացնել այլ որոնիչ
ka: + სხვა საძიებო სისტემის დამატება
sk: + Pridať ďalší vyhľadávací modul
ta: + மற்றொரு தேடு பொறியைச் சேர்

# preference_search_remove_title
source: Remove search engines
eo: Forigi serĉilojn
hy_am: Հեռացնել որոնիչները
ka: საძიებო სისტემების ამოშლა
sk: Odstrániť vyhľadávacie moduly
ta: தேடு பொறிகளை நீக்கு

# preference_search_remove
source: Remove
eo: Forigi
hy_am: Հեռացնել
ka: მოცილება
sk: Odstrániť
ta: நீக்கு

# action_option_add_search_engine
source: Add search engine
eo: Aldoni serĉilon
hy_am: Ավելացնել որոնիչ
ka: საძიებო სისტემის დამატება
sk: Pridať vyhľadávací modul
ta: தேடுபொறியைச் சேர்

# search_add_manually_name_hint
source: Search engine name
eo: Nomo de serĉilo
hy_am: Որոնել որոնիչ
ka: საძიებო სისტემის სახელი
sk: Názov vyhľadávacieho modulu
ta: தேடுபொறி பெயர்

# search_add_manually_string
source: Search string to use
eo: Teksto por serĉi
hy_am: Որոնել տողը՝ օգտագործելու համար
ka: საძიებო ფრაზა
sk: Výraz vyhľadávania
ta: பயன்படுத்த வேண்டிய தேடல் தொடர்

# search_add_manually_save
source: Save
eo: Konservi
hy_am: Պահպանել
ka: შენახვა
sk: Uložiť
ta: சேமி

# search_add_manually_example
source: Example: example.com/search/?q=%s
eo: Ekzemplo: example.com/search/?q=%s
hy_am: Օրինակ՝ example.com/search/?q=%s
ka: მაგალითად: example.com/search/?q=%s
sk: Príklad: example.com/search/?q=%s
ta: எகா: example.com/search/?q=%s

# search_add_confirmation
source: New search engine added.
eo: Nova serĉilo aldonita.
hy_am: Նոր որոնիչը ավելացվել է:
ka: ახალი საძიებო სისტემა დამატებულია.
sk: Bol pridaný nový vyhľadávací modul.
ta: புது தேடுபொறி சேர்க்கப்பட்டது.

# search_add_error_empty_name
source: Enter search engine name
eo: Tajpu nomon de serĉilo
hy_am: Մուտքագրեք որոնիչի անունը
ka: მიუთითეთ საძიებო სისტემის სახელი
sk: Zadajte názov vyhľadávacieho modulu
ta: தேடுபொறி பெயரை உள்ளிடு

# search_add_error_duplicate_name
source: An installed search engine is already using that name.
eo: Tiu nomo jam estas uzita de instalita serĉilo.
hy_am: Տեղադրված որոնիչը արդեն օգտագործում է այդ անունը:
ka: ამ სახელს, უკვე იყენებს ერთ-ერთი დაყენებული საძიებო სისტემა.
sk: Tento názov už používa nainštalovaný vyhľadávací modul.
ta: நிறுவப்பட்ட தேடுபொறி ஏற்கனவே அப்பெயரைப் பயன்படுத்துகிறது.

# search_add_error_empty_search
source: Enter search string
eo: Tajpu serĉan tekston
hy_am: Մուտքագրել որոնման տողը
ka: შეიყვანეთ საძიებო ფრაზა
sk: Zadajte hľadaný výraz
ta: தேடல் தொடரை உள்ளிடு

# search_add_error_format
source: Check that search string matches Example format
eo: Kontrolu ĉu la serĉa teksto kongruas kun la formo de la ekzemplo
hy_am: Ստուգեք, որոնման տողը համապատասխանում է օրինակի ձևաչափին
ka: შეამოწმეთ, შეესაბამება თუ არა საძიებო ფრაზა მოცემულ ფორმატს
sk: Skontrolujte, či sa hľadaný výraz formátovo zhoduje s príkladom
ta: தேடல் தொடர் எகா வடிவத்தை ஒத்திருக்கிறதா என்று பார்

# content_description_clear_input
source: Clear input
eo: Viŝi kampon
hy_am: Մաքրել ներածումը
ka: შეტანილის გასუფთავება
sk: Vymazať pole
ta: துள்ளிய உள்ளீடு

# content_description_dismiss_input
source: Dismiss
eo: Ignori
hy_am: Բաց թողնել
ka: დახურვა
sk: Zavrieť
ta: நிராகரி

# content_description_erase
source: Erase browsing history
eo: Viŝi retuman historion
hy_am: Ջնջել դիտարկման պատմությունը
ka: ისტორიის წაშლა
sk: Vymazať históriu prehliadania
ta: உலாவல் வரலாற்றை அகற்று

# content_description_tab_counter
source: Tabs open: %1$s
eo: Malfermitaj langetoj: %1$s
hy_am: Բաց ներդիրներ. %1$s
ka: გახსნილი ჩანართი: %1$s
sk: Otvorené karty: %1$s
ta: திறந்த கீற்றுகள்: %1$s

# content_description_lock
source: Secure connection
eo: Sekura konekto
hy_am: Անվտանգ կապակցում
ka: დაცული კავშირი
sk: Zabezpečené pripojenie
ta: பாதுகாப்பான இணைப்பு

# accessibility_announcement_loading
source: Loading
eo: Ŝargado
hy_am: Բեռնում
ka: იტვირთება
sk: Načítava sa
ta: ஏற்றுகிறது

# accessibility_announcement_loading_finished
source: Website loaded
eo: Retejo ŝargita
hy_am: Կայքը բեռնվել է
ka: საიტი ჩაიტვირთა
sk: Stránka bola načítaná
ta: வலையத்தளம் ஏற்றப்பட்டது

# content_description_menu
source: More options
eo: Pli da elektebloj
hy_am: Լր. ընտրանքներ
ka: დამატებითი პარამეტრები
sk: Ďalšie možnosti
ta: கூடுதல் தேர்வுகள்

# content_description_forward
source: Navigate forward
eo: Iri antaŭen
hy_am: Ուղղորդել առաջ
ka: გადასვლა წინ
sk: Prejsť dopredu
ta: வழிசெலுத்தி முன்செல்
