Repository: ekager/focus-android-l10n
Catalog: locales/*/app.po
Languages: eo, hy_am, ka, sk, ta

# your_rights_content3
source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
eo: Neniu rajto por la registritaj markoj de Mozilla Foundation aŭ de iu alia estas ceditaj al vi. Tio inkluzivas, sed ne nur tion, la nomon aŭ emblemon de Mozilla, Firefox aŭ %1$s. Pli da informo pri registritaj markoj troveblas <a href="%2$s">ĉi tie</a>.
hy_am: Դուք արտոնություն չունեք Mozilla Foundation-ի կողմից որևէ իրավունքի կամ արտոնագրի, ներառյալ՝ Mozilla, Firefox կամ %1$s անունների կամ պատկերանշանների: Լրացուցիչ տեղեկություններ կարող եք գտնել <a href="%2$s">այստեղ</a>:
ka: თქვენ არ გეძლევათ რამე სახის უფლება ან ლიცენზია, Mozilla ფონდის სავაჭრო ნიშნებსა და სხვა საკუთრებაზე, მათ შორის დასახელებებზე Mozilla, Firefox, ან %1$s-ის სხვა სახელებსა და ლოგოებზე. დამატებითი ინფორმაცია შეგიძლიათ იხილოთ <a href="%2$s">აქ</a>.
sk: Nie sú vám udelené žiadne práva či licencie súvisiace s ochrannými známkami Mozilla Foundation alebo akejkoľvek inej strany,vrátane názvov a log Mozilla, Firefox alebo %1$s. Ďalšie informácie nájdete <a href="%2$s">tu</a>.
ta: உங்களுக்கு மொசில்லா அறக்கட்டளையின் அல்லது பிற தரப்பின் வணிகச்சின்னங்கள் மீது எந்த உரிமைகளும் உரிமங்களும் வழப்படவில்லை. இதில் மொசில்லா, பயர்பாக்ஸ் அல்லது %1$s பெயர்கள் அல்லது லாகோக்கள் அடங்கும். கூடுதல் விவரவங்களை <a href="%2$s">இங்கே</a> காணலாம்.

# your_rights_content4
source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
eo: Aldona fonta kodo por %1$s estas havebla sub pluraj aliaj libera kaj malfermitkodaj <a href="%2$s">permesiloj</a>.
hy_am: Լրացուցիչ աղբյուր կոդը %1$s-ի համար մատչելի է այլ անվճար և բաց աղբյուրով <a href="%2$s">արտոնագրերով</a>:
ka: %1$s-ის დამატებითი პირველწყარო კოდი ვრცელდება სხვადასხვა უფასო და ღია წყაროს მქონე <a href="%2$s">ლიცენზიებით</a>.
sk: Ďalšie zdrojové kódy aplikácie %1$s sú dostupné za podmienok iných slobodných a open source <a href="%2$s">licencií</a>.
ta: %1$s உடைய கூடுதல் மூல நிரல் மற்ற கட்டற்ற திறந்த மூல <a href="%2$s">உரிமங்கள்</a> கீழ் கிடைக்கிறது.

# your_rights_content5
source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
eo: %1$s uzas ankaŭ listojn de blokado provizitaj de Disconnect, Inc. kiel apartajn kaj sendependajn verkojn sub la <a href="%2$s">Ĝenerala publika permesilo de GNU v3</a> kiu haveblas <a href="%3$s">ĉi tie</a>.
hy_am: %1$s-ը նաև օգտագործում է արգելացուցակ՝ տրամադրված Disconnect-ի կողմից և անկախ աշխատանքներ <a href="%2$s">General Public License v3</a>-ի ներքո և մատչելի է <a href="%3$s">այստեղ</a>:
ka: %1$s ასევე იყენებს შეზღუდვის სიებს, რომლის მომწოდებელია Disconnect Inc. როგორც ცალკეული და დამოუკიდებელი ნამუშევრები, ვრცელდება <a href="%2$s">GNU General Public License v3</a> ლიცენზიით და ხელმისაწვდომია <a href="%3$s">ამ ბმულზე</a>.
sk: %1$s taktiež používa zoznam blokovania, ktorý poskytuje spoločnosť Disconnect ako oddelené a nezávislé dielo za podmienok licencie <a href="%2$s">GNU General Public License v3</a>, dostupné <a href="%3$s">tu</a>.
ta: %1$s டிஸ்கணக்ட் இன்க். நிறுவனத்தின் தடைப்பட்டியல்களையும் பயன்படுத்துகிறது. இது தனித்த சுதந்தரிப் பணியாக <a href="%2$s">GNUபொது உரிமம் v3</a> கீழ், <a href="%3$s">இங்கே</a> கிடைக்கிறது.

# gv_prompt_username_hint
source: Username
eo: Nomo de uzanto
hy_am: Օգտվողի անուն
ka: სახელი
sk: Používateľské meno
ta: பயனர்பெயர்

# gv_prompt_password_hint
source: Password
eo: Pasvorto
hy_am: Գաղտնաբառ
ka: პაროლი
sk: Heslo
ta: கடவுச்சொல்

# gv_prompt_clear
source: Clear
eo: Viŝi
hy_am: Մաքրել
ka: გასუფთავება
sk: Vymazať
ta: துடை

# security_popup_secure_connection
source: Secure Connection
eo: Sekura konekto
hy_am: Անվտանգ կապակցում
ka: დაცული კავშირი
sk: Zabezpečené pripojenie
ta: பாதுகாப்பான இணைப்பு

# security_popup_insecure_connection
source: Insecure Connection
eo: Nesekura konekto
hy_am: Ոչ անվտանգ կապակցում
ka: დაუცველი კავშირი
sk: Nezabezpečené pripojenie
ta: பாதுகாப்பற்ற இணைப்பு

# security_popup_security_verified
source: Verified by: %1$s
eo: Kontrolita de: %1$s
hy_am: Ստուգված է՝ %1$s
ka: დამმოწმებელი: %1$s
sk: Overil ju %1$s
ta: சரிபார்க்கப்பட்டது: %1$s

# site_security_icon_content_description
source: Site Security
eo: Sekureco de retejo
hy_am: Կայքի անվտանգությունը
ka: საიტის უსაფრთხოება
sk: Zabezpečenie stránky
ta: தள பாதுகாப்பு

# preference_autocomplete_duplicate_url_error
source: URL already exists
hy_am: URL-ն արդեն գոյություն ունի
ka: URL უკვე არსებობს
sk: URL adresa už existuje
ta: URL ஏற்கனவே உள்ளது
